Repository: Elias0419/kdevelop-nowebengine
Catalog: po/*/kdevflatpak.po
Languages: nl, uk

# @action
source: Rebuild Environment
nl: Omgeving opnieuw bouwen
uk: Перезібрати середовище

# @info:whatsthis
source: Recompiles all dependencies for a fresh environment.
nl: Compileert alle afhankelijkheden voor een vernieuwde omgeving.
uk: Перезбирає усі залежності для чистого середовища.

# @action
source: Export Flatpak Bundle...
nl: Flatpakbundel exporteren...
uk: Експортувати пакунок flatpak…

# @info:whatsthis
source: Exports the current build into a 'bundle.flatpak' file.
nl: Exporteert het nu gebouwde in een bestand 'bundle.flatpak'.
uk: Експортувати поточну збірку до файла «bundle.flatpak».

# @action
source: Send to Device...
nl: Naar apparaat verzenden...
uk: Надіслати на пристрій…

# @title:window
source: Export %1
nl: %1 exporteren
uk: Експорт %1

source: Flatpak Bundle (*.flatpak)
nl: Flatpakbundel (*.flatpak)
uk: пакунок Flatpak (*.flatpak)

# %1 - application ID
source: Flatpak Export Bundle %1
nl: Flatpak-exportbundel %1
uk: Експортування пакунка Flatpak %1

# @action:inmenu
source: Rebuild Flatpak Environment: %1
nl: Flatpack-omgeving opnieuw bouwen: %1
uk: Перезібрати середовище Flatpak: %1

# @action:inmenu
source: Build Flatpak Environment %1 for %2
nl: Flatpak-omgeving %1 bouwen voor %2
uk: Зібрати середовище flatpak %1 для %2

# @title:window
source: Choose Tag Name
nl: Tagnaam kiezen
uk: Виберіть назву мітки

# @label:textbox
source: Device hostname:
nl: Hostnaam van apparaat:
uk: Назва вузла пристрою:

# %1 - application ID or name
source: Flatpak Create %1
nl: Flatpak aanmaken van %1
uk: Створення Flatpak %1

# %1 - application ID
source: Flatpak Finalize %1
nl: Flatpak afmaken van %1
uk: Завершення Flatpak %1

# %1 - application ID
source: Flatpak Export %1
nl: Flatpak exporteren van %1
uk: Експортування Flatpak %1

# %1 - application ID
source: Flatpak Bundle %1
nl: Flatpak-bundel %1
uk: Пакунок Flatpak %1

# %1 - application ID, %2 - device host name
source: Flatpak Run %1 on %2
nl: Flatpak uitvoeren van %1 op %2
uk: Запуск Flatpak %1 на %2

# %1 - device host name
source: Transfer .flatpak to %1
nl: Overbrengen van .flatpak naar %1
uk: Перенесення .flatpak на %1

# %1 - device host name
source: Transfer replicate.sh to %1
nl: replicate.sh overbrengen naar %1
uk: Перенесення replicate.sh на %1

# %1 - application ID, %2 - device host name
source: Flatpak Install %1 to %2
nl: Flatpak installeren van %1 naar %2
uk: Встановлення Flatpak %1 на %2
